Repository: bschwede/linkenhancer
Catalog: resources/lang/*.po
Languages: ca, de, es, nl

source: Webtrees manual
ca: Manual Webtrees
de: Webtrees Handbuch
es: Manual Webtrees
nl: Webtreeshandleiding

source: Error occurred
ca: S'ha produït un error
de: Fehler aufgetreten
es: Se ha producido un error
nl: Er is een fout opgetreden

source: empty rows
ca: fileres buides
de: Leere Zeilen
es: filas vacías
nl: lege rijen

source: rows whose number of fields differs from the header row
ca: fils el nombre de camps dels quals difereix de la fila d'encapçalament
de: Datenzeilen, deren Felderanzahl sich von der Kopfzeile unterscheidet
es: filas cuyo número de campos difiere del de la fila de encabezado
nl: rijen waarvan het aantal velden verschilt van de koprij

source: rows in which at least one required field is not set
ca: fileres en què almenys un camp obligatori no està establert
de: Datenzeilen, in denen nicht mindestens ein Pflichtfeld gesetzt wurde
es: filas en las que al menos un campo obligatorio no está configurado
nl: rijen waarin ten minste één verplicht veld niet is ingevuld

source: rows in which the maximum field value length has been exceeded
ca: fileres en què s'ha superat la longitud màxima del valor del camp
de: Datenzeilen, in denen die maximale Feldwertlänge überschritten wurde
es: filas en las que se ha superado la longitud máxima del valor del campo
nl: rijen waarin de maximale veldlengte is overschreden

source: Routes imported
ca: Les rutes s'han importat
de: Routen eingelesen
es: Las rutas se importaron
nl: De routes zijn geïmporteerd

source: Skipped
ca: Saltat
de: Übersprungen
es: Omitido
nl: Overgeslagen

source: CSV-Import
ca: Importar CSV
es: Importar CSV

source: Table for context help is missing - fallback to standard url
ca: Falta la taula d'ajuda contextual - es torna a la URL estàndard
de: Die Tabelle für die Kontext-Hilfe fehlt – Fallback auf Standard-URL
es: Falta la tabla de ayuda contextual - se vuelve a la URL estándar
nl: Tabel voor contextuele hulp ontbreekt - terugvallen op standaard-URL

source: Table for context help is missing - nothing to do.
ca: Falta la taula d'ajuda contextual - no es pot fer res.
de: Die Tabelle für die Kontext-Hilfe fehlt - nichts zu tun.
es: Falta la tabla de ayuda contextual - no se puede hacer nada.
nl: Tabel voor contextuele hulp ontbreekt - niets te doen.

source: No data available for export.
ca: No hi ha dades disponibles per a l'exportació.
de: Keine Daten für den Export vorhanden.
es: No hay datos disponibles para la exportación.
nl: Geen gegevens beschikbaar voor export.

source: No CSV file was received.
ca: No s'ha trobat cap arxiu CSV.
de: Keine CSV Datei wurde empfangen.
es: No se ha encontrado ningún archivo CSV.
nl: Geen CSV-bestand ontvangen.

source: Separator is not set.
ca: El separador no està configurat.
de: Das Trennzeichen wurde nicht gesetzt.
es: El separador no está configurado
nl: Scheidingsteken is niet ingesteld.

source: For the separator is only a single character allowed.
ca: Per delimitar el separador només es permet un únic caràcter.
de: Als Trennzeichen ist nur ein Zeichen erlaubt.
es: Para delimitar el separador solamente se permite un único carácter.
nl: Voor het scheidingsteken is slechts één teken toegestaan.

source: bold
ca: en negreta
de: fett
es: en negrita
nl: vet

source: italic
ca: itálica
de: kursiv
es: itálica
nl: cursief

source: strikethrough
ca: supressió de text
de: durchgestrichen
es: tachado
nl: doorgestreept

source: format as code
ca: format de codi
de: als Code formatieren
es: formato de código
nl: opmaak als code

source: highlight
ca: ressaltar
de: hervorheben
es: destacar
nl: benadrukken

source: Level %s heading
ca: Nivell %s per a l'encapçalament
de: Ebene %s Überschrift
es: Nivel %s para el encabezamiento
nl: Niveau %s koptekst

source: Bulleted list
ca: Llistat amb vinyetes
de: Aufzählungsliste
es: Listado con viñetas
nl: Opsommingstekenslijst

source: Numbered list
ca: Llista numerada
de: Nummerierte Liste
es: Lista numerada
nl: Genummerde lijst

source: quote
ca: cita
de: Zitat
es: cita
nl: citaat

source: Insert link
ca: Inserir enllaç
de: Link einfügen
es: Insertar enlace
nl: Link invoegen

source: Insert image
ca: Inserir imatge
de: Bild einfügen
es: Insertar imagen
nl: Afbeelding invoegen

source: Horizontal rule
ca: Línea Horitzontal
de: Horizontale Linie
es: Línea Horizontal
nl: Horizontale regel

source: Undo
ca: Desfer
de: Wiederherstellen
es: Deshacer
nl: Ongedaan maken

source: Redo
ca: Refer
de: Rückgängig
es: Rehacer
nl: Opnieuw doen

source: Link destination
ca: enllaç de destinació
de: Link Ziel-URL
es: enlace de destino
nl: Linkbestemming

source: Insert table
ca: Inserir tabla
de: Tabelle einfügen
es: Insertar tabla
nl: Tabel invoegen

source: How many columns and rows should the table have (input: [number] [number])?
ca: Quantes columnes i files ha de tenir la taula (entrada: [número] [número])?
de: Wie viele Spalten und Zeilen soll die Tabelle haben (Eingabe: [Zahl] [Zahl])?
es: ¿Cuántas columnas y filas debe tener la tabla (entrada: [número] [número])?
nl: Hoeveel kolommen en rijen moet de tabel hebben (invoer: [getal] [getal])?

source: cross reference
ca: referència
de: Querverweis
es: referencia
nl: kruisverwijzing

source: Online Local heritage book of %s at CompGen
ca: Llibre de família en línia de %s en CompuGen
de: Online-Ortsfamilienbuch %s bei CompGen
es: Libro de familia en línea de %s en CompuGen
nl: Online-lokaalerfgoedboek van %s bij CompGen

source: Historic Geo Information System (GOV)
ca: Sistema de Geoinformació Històrica (GOV)
de: Geschichtliches Orts-Verzeichnis
es: Sistema de Geoinformación Histórica (GOV)
nl: Historisch geo-informatiesysteem (GOV)

source: GEDBAS (Genealogical Database - collected personal data)
ca: GEDBAS (Base de dades genealògiques - dades personals recollides)
de: GEDBAS (Genealogische Datenbasis - gesammelte Personendaten)
es: GEDBAS (Base de datos genealógicos - datos personales recogidos)
nl: GEDBAS (Genealogische database - verzamelde persoonsgegevens)

source: Residents database - Family research in West Prussia
ca: Base de dades de residents - Investigació familiar a Prússia occidental
de: Einwohnerdatenbank - Familienforschung in Westpreussen
es: Base de datos de residentes - Investigación familiar en Prusia occidental
nl: Inwonersdatabase- Familieonderzoek in West-Pruisen

source: Syntax error
ca: Error sintàctic
de: Syntaxfehler
es: Error sintáctico
nl: Syntaxfout

source: Unknown parameter keys
ca: Paràmetres desconeguts
de: Unbekannte Parameter-Schlüssel
es: Parámetros desconocidos keys
nl: Onbekende parametertoetsen

source: standard link to note (available record types: %s) with XREF in active tree
ca: Enllaç a nota (tipus de registre disponibles: %s) amb XREF a l'arbre actiu
de: Standardlink zu Notiz (verfügbare Datensatztypen: %s) mit XREF im aktiven Baum
es: Enlace a nota (tipos de registro disponibles: %s) con XREF en el árbol activo
nl: standaardlink naar notitie (beschikbare recordtypen: %s) met XREF in actieve stamboom

source: link to record type individual with XREF from "othertree" and also link to
ca: enllaç al registre individual amb XREF de "othertree"
de: Verknüpfung auf Individuum-Datensatz mit XREF von „othertree“ und auch Link auf
es: enlace al registro individual con XREF de "othertree"
nl: link naar recordtype persoon met XREF uit “othertree” en ook link naar

source: link to record without given record type - access via redirect url
ca: Enllaç a l'enregistrament sense el tipus d'enregistrament especificat - accés mitjançant URL de redirecció
de: Link zu Datensatz ohne angegebenen Datensatztyp – Zugriff über Weiterleitungs-URL
es: Enlace al registro sin tipo de registro especificado: acceso a través de la URL de redireccionamiento
nl: link naar record zonder opgegeven recordtype - toegang via omleidings-URL

source: zoom/lat/lon for locating map
ca: Latitud/longitud i zum per ubicar al mapa
de: zoom/lat/lon zur Ausrichtung der Karte
es: Latitud/longitud y zum para ubicar en el mapa
nl: zoom/lat/lon voor lokaliseren kaart

source: same as before with additional marker
ca: el mateix que abans amb un marcador addicional
de: wie zuvor mit zusätzlichem Marker
es: lo mismo que antes con un marcador adicional
nl: hetzelfde als voorheen, met extra markering

source: show also node/way/relation, see also
ca: mostrar també node/via/relació
de: auch node/way/relation (Knoten-/Weg-/Relation-Objekt) anzeigen, siehe auch
es: mostrar también nodo/vía/relación
nl: toon ook knooppunt/weg/relatie, zie ook

source: show also node/way/relation - alternative notation
ca: mostrar també node/via/relació - sistema alternatiu
de: auch node/way/relation (Knoten-/Weg-/Relation-Objekt) anzeigen - alternative Schreibweise
es: mostrar también nodo/vía/relación - sistema alternativo
nl: toon ook knooppunt/weg/relatie - alternatieve notatie

source: link to Online Local heritage book at CompGen with given uid
ca: enllaç al llibre de família a CompGen amb l'UID proporcionat
de: Link zum Online-Ortsfamilienbuch bei CompGen mit der gegebenen UID
es: enlace al libro de familia en CompGen con el UID proporcionado
nl: link naar online-lokaalerfgoedboek bij CompGen met opgegeven uid

source: open the article in the german wikipedia
ca: obrir l'article a la Wikipedia alemanya
de: öffne den Artikel in der deutschen Wikipedia
es: abrir el artículo en la Wikipedia alemana
nl: open het artikel in de Duitse wikipedia

source: open the english version of the article
ca: obrir l'article en la versió anglesa
de: öffne die englische Version des Artikels
es: abrir el artículo en la versión inglesa
nl: open de Engelse versie van het artikel

source: you can address every subdomain instance of wikipedia.org
ca: pot dirigir-se a cada subdomini de wikipedia.org
de: es kann jede Subdomänen-Instanz von wikipedia.org adressiert werden
es: puede dirigirse a cada subdominio de wikipedia.org
nl: u kunt elke subdomeininstantie van wikipedia.org aanspreken

source: open person record with given number
ca: obrir fitxa d'una persona amb un número determinat
de: Personendatensatz mit Datensatznummer öffnen
es: abrir ficha de una persona con un número determinado
nl: open persoonsrecord met opgegeven nummer

source: open person record with UID
ca: obrir fitxa d'una persona amb l'identificador UID
de: Personendatensatz mittels UID öffnen
es: abrir ficha de una persona con el identificador UID
nl: open persoonrecord met UID

source: and so on until level %s
ca: i així successivament fins al nivell %s
de: und so weiter bis zur Ebene %s
es: y así sucesivamente hasta el nivel %s
nl: enzovoort tot niveau %s

source: Term
ca: Tèrmin
de: Begriff
es: Término

source: Text with a footnote reference
ca: Text amb una referència a peu de pàgina
de: Text mit Fußnotenverweis
es: Texto con una referencia a una nota al pie
nl: Tekst met een voetnootverwijzing

source: Footnote text
ca: Text de la nota a peu de pàgina
de: Fußnotentext
es: Texto de la nota al pie
nl: Voetnoottekst

source: unordered, bulleted list
ca: llista desordenada amb punts
de: Aufzählungsliste
es: lista sin ordenar, con viñetas
nl: ongeordende lijst met opsommingstekens

source: ordered list
ca: Llista numerada
de: Nummerierte Liste
es: Lista numerada
nl: Genummerde lijst

source: list without marker
ca: llista sense marcador
de: Liste ohne Zeichen
es: lista sin marcador
nl: lijst zonder markering

source: Insert just before the very first heading
ca: Inseriu just abans del primer encapçalament
de: Vor der allerersten Überschrift einfügen
es: Insertar justo antes del primer encabezado
nl: Voeg in vlak voor de allereerste koptekst

source: Location is manually defined by a placeholder
ca: La ubicació es defineix manualment per un marcador de posició.
de: Einfügestelle wird manuell durch einen Platzhalter definiert
es: La ubicación se define manualmente mediante un marcador de posición.
nl: De locatie wordt handmatig gedefinieerd door een tijdelijke aanduiding.

source: applies nesting, but handles edge cases
ca: aplica el condicionat anidat, però gestiona els casos límit
de: wendet Verschachtelung an, behandelt jedoch Randfälle
es: aplica el anidamiento, pero gestiona los casos extremos
nl: past nesting toe, maar behandelt randgevallen

source: a flat, single-level list
ca: una llista plana i d'un sol nivell
de: eine flache, einstufige Liste
es: una lista plana de un solo nivel
nl: een platte lijst op één niveau

source: inline
ca: en línia
es: en línea

source: nesting exactly as headings occur within the document
ca: anidant exactament com els encapçalaments apareixen dins del document
de: genau so verschachtelt, wie die Überschriften im Dokument vorkommen
es: anidant exactament com els encapçalaments apareixen dins del document
nl: precies genest zoals kopteksten in het document voorkomen

source: Permalink
ca: Enllaç permanent
de: Dauerhafter Link
es: Enlace permanente

source: Neither a media object nor a file from the public directory was specified.
ca: No s'ha especificat ni un objecte multimèdia ni un arxiu del directori públic.
de: Es wurde weder ein Medienobjekt noch eine Datei aus dem public-Verzeichnis angegeben.
es: No se ha especificado ni un objeto multimedia ni un archivo del directorio público.
nl: Er is geen media-object of bestand uit de openbare map opgegeven.

source: Only one media object OR one file from the public directory can be specified.
ca: Només es pot especificar un objecte multimèdia O un arxiu del directori públic.
de: Es kann nur ein Medienobjekt ODER eine Datei aus dem public-Verzeichnis angegeben werden.
es: Sólo se puede especificar un objeto multimedia O un archivo del directorio público.
nl: Er kan slechts één media-object OF één bestand uit de openbare map worden opgegeven.

source: There is no image file available for display.
ca: No hi ha cap arxiu d'imatge disponible per mostrar.
de: Es ist keine Bilddatei zur Anzeige vorhanden.
es: No hay ningún archivo de imagen disponible para mostrar.
nl: Er is geen afbeeldingsbestand beschikbaar om weer te geven.

source: The public folder does not exist.
ca: La carpeta pública no existeix.
de: Das public-Verzeichnis existiert nicht.
es: La carpeta pública no existe.
nl: De openbare map bestaat niet.

source: File ‘%s’ does not exist in the public folder
ca: El fitxer '%s' no existeix a la carpeta pública
de: Datei '%s' existiert nicht im public-Ordner
es: El fichero “%s” no existe en la carpeta pública
nl: Bestand ‘%s’ bestaat niet in de openbare map

source: Only files within the public folder are supported
ca: Només s'admeten arxius dins de la carpeta pública
de: Es werden nur Dateien innerhalb des public-Ordners unterstützt
es: Sólo se admiten archivos dentro de la carpeta pública
nl: Alleen bestanden in de openbare map worden ondersteund

source: File ‘%s’ in the public folder is not an image but '%s'
ca: L'arxiu «%s» de la carpeta pública no és una imatge, sinó «%s».
de: Datei '%s' im public-Ordner ist kein Bild sondern '%s'
es: El archivo «%s» de la carpeta pública no es una imagen, sino «%s».
nl: Het bestand ‘%s’ in de openbare map is geen afbeelding, maar ‘%s’.

source: Webtrees uses a CommonMark implementation and supports a subset of the markup
ca: Webtrees utilitza una implementació de CommonMark i admet un subconjunt del marcatge
de: Webtrees nutzt eine CommonMark-Implementierung und unterstützt eine Teilmenge des Markups
es: Webtrees utiliza una implementación de CommonMark y admite un subconjunto del marcado
nl: Webtrees maakt gebruik van een CommonMark-implementatie en ondersteunt een subset van de opmaak

source: See also
ca: Veure també
de: Siehe auch
es: Ver también
nl: Zie ook

source: The following overview only briefly lists common formatting options
ca: En el següent resum només s'enumeren amb brevetat les opcions de format més comunes
de: In der folgenden Übersicht werden nur kurz gängige Formatierungen aufgelistet
es: En el siguiente resumen solamente se enumeran con brevedad las opciones de formato más comunes
nl: Het volgende overzicht geeft slechts een beknopt overzicht van veelgebruikte opmaakopties

source: Rendered output
ca: Resultat renderitzat
de: Gerenderte Ausgabe
es: Resultado renderizado
nl: Weergegeven uitvoer

source: For more depth of detail
ca: Per a més detalls
de: Für mehr Detailtiefe
es: Para más detalles
nl: Voor meer gedetailleerde informatie

source: Markdown editor for note textareas
ca: Editor Markdown per a àrees de text de notes
de: Markdown-Editor für Notizen-Texteingabefelder
es: Editor Markdown para áreas de texto de notas
nl: Markdown-editor voor tekstvelden in notities

source: The project “TinyMDE - A tiny, dependency-free embeddable HTML/JavaScript Markdown editor” is used
ca: El projecte “TinyMDE - Un petit HTML/JavaScript integrat i sense dependències S'utilitza l'editor Markdown“
de: Es findet das Projekt "TinyMDE - Ein kleiner, abhängigkeitsfreier, einbettbarer HTML/JavaScript Markdown-Editor" Verwendung
es: El proyecto “TinyMDE - Un pequeño HTML/JavaScript integrado y sin dependencias Se utiliza el editor Markdown“
nl: Het project “TinyMDE - Een kleine, onafhankelijke, insluitbare HTML/JavaScript Markdown-editor” wordt gebruikt

source: Note: Unfortunately, the on-screen keyboard does NOT work as before with the previous text input field. The selected characters end up as an intermediate step in the small text field below the Markdown editor and must then be copied manually to the desired position.
ca: Nota: Malauradament, el teclat en pantalla NO funciona com abans amb el camp d' entrada de text anterior. Els caràcters seleccionats acaben en el petit camp de text situat sota l'editor Markdown i, a continuació, es deu copiar manualment en la posició desitjada.
de: Hinweis: Die Bildschirmtastatur funktioniert leider NICHT wie zuvor mit dem bisherigen Texteingabefeld. Die gewählten Zeichen landen als Zwischenschritt im kleinen Textfeld unterhalb des Markdown-Editors und müssen dann manuell an die gewünschte Stelle kopiert werden.
es: Nota: Desgraciadamente, el teclado en pantalla NO funciona como antes con el campo de entrada de texto anterior. Los caracteres seleccionados terminan en el pequeño campo de texto situado debajo del editor Markdown y, a continuación, se debe copiar manualmente en la posición deseada.
nl: Opmerking: Helaas werkt het schermtoetsenbord NIET meer zoals voorheen met het vorige tekstinvoerveld. De geselecteerde tekens komen terecht als tussenstap in het kleine tekstveld onder de Markdown-editor en moeten vervolgens handmatig naar de gewenste positie worden gekopieerd.

source: Enhanced Link Support
ca: Suport d'enllaços millorat
de: Verbesserte Link-Unterstützung
es: Soporte de enlaces mejorado
nl: Ondersteuning voor verbeterde links

source: By linking the notes to the GEDCOM data records (persons, families, sources, etc.) from the text makes story telling much easier and thus also save this information in the GEDCOM file.
ca: Vinculant les notes als registres de dades GEDCOM (persones, famílies, fonts, etc.) del text, facilita molta la narració i, per tant, també ara aquesta informació es troba a l'arxiu GEDCOM.
de: Mit dem Verknüpfen der Notizen mit den GEDCOM-Datensätzen (Personen, Familien, Quellen etc.) aus dem Text heraus fällt das Geschichten erzählen einfacher und erlaubt auch diese Informationen in der GEDCOM-Datei mit zu speichern.
es: Vinculando las notas a los registros de datos GEDCOM (personas, familias, fuentes, etc.) del texto, facilita mucha la narración y, por tanto también, ahora esta información se encuentra en el archivo GEDCOM.
nl: Door de notities te koppelen aan de GEDCOM-gegevensrecords (personen, gezinnen, bronnen, enz.) uit de tekst wordt het vertellen van verhalen veel gemakkelijker en wordt deze informatie ook opgeslagen in het GEDCOM-bestand.

source: Different destinations can be addressed with one link definition, whereby the internal cross-reference is always the first link and the other external targets are represented by attached clickable icons.
ca: És possible dirigir-se a diferents destinacions amb una definició d'enllaç, mitjançant el qual la referència creuada interna és sempre el primer enllaç i les altres destinacions externes estan representats per icones cliclables.
de: Mit einer Linkdefinition können verschiedene Ziele angesprochen werden, wobei der interne Querverweis stets die erste Verknüpfung ist und die anderen externen Ziele durch angehängte anklickbare Symbole dargestellt werden.
es: Es posible dirigirse a diferentes destinos con una definición de enlace, mediante el cualla referencia cruzada interna es siempre el primer enlace y los demás destinos externos están representados por iconos clicables adjuntos.
nl: Verschillende bestemmingen kunnen worden aangeduid met één linkdefinitie, waarbij de interne kruisverwijzing altijd de eerste link is en de andere externe bestemmingen worden weergegeven door bijgevoegde klikbare pictogrammen.

source: Link display title
ca: Títol de l'enllaç
de: Link-Anzeigetitel
es: Título del enlace
nl: Titel van de linkweergave

source: The following parameters can be used
ca: Poden utilitzar-se els següents paràmetres
de: Folgende Parameter können genutzt werden
es: Pueden utilizarse los siguientes parámetros
nl: De volgende parameters kunnen worden gebruikt

source: The parameter definitions will be inserted by a javascript routine
ca: Les definicions de paràmetres s'inseriran mitjançant una rutina JavaScript
de: Die Parameterdefinitionen werden von einer Javascript-Routine eingefügt
es: Las definiciones de parámetros se insertarán mediante una rutina JavaScript
nl: De parameterdefinities worden ingevoegd door een JavaScript-routine

source: The existence of the linked data records is not checked in advance. Errors only appear when the link is clicked.
ca: No es comprova prèviament l'existència dels registres de dades enllaçats Només apareixen quan es fa clic a l'enllaç.
de: Auf Existenz der verknüpften Datensätze wird nicht im Vorhinein geprüft. Fehler zeigen sich erst beim Anklicken des Links.
es: No se comprueba previamente la existencia de los registros de datos enlazados Solamente aparecen cuando se hace clic en el enlace.
nl: Het bestaan van de gekoppelde gegevensrecords wordt niet vooraf gecontroleerd. Fouten verschijnen pas wanneer op de link wordt geklikt.

source: Markdown Image Support
ca: Suport d'imatges Markdown
de: Markdown Bild Unterstützung
es: Soporte de imágenes Markdown
nl: Markdown-afbeeldingsondersteuning

source: This option allows you to easily embed images from GEDCOM media records or from the public directory into notes.
ca: Aquesta opció li permet incrustar fàcilment imatges de registres multimèdia GEDCOM o del directori públic en les notes.
de: Mit dieser Option können Bilder aus GEDCOM-Mediendatensätzen oder aus dem public Verzeichnis ganz einfach in Notizen eingebettet werden.
es: Esta opción le permite incrustar fácilmente imágenes de registros multimedia GEDCOM o del directorio público en las notas.
nl: Met deze optie kunt u eenvoudig afbeeldingen uit GEDCOM-mediabestanden of uit de openbare map in notities insluiten.
