Repository: bschwede/linkenhancer
Catalog: resources/lang/*.po
Languages: ca, de, es, nl

source: truncate table before import routes or csv file
ca: retallar tabla abans d'importar rutes o arxiu CSV
de: Tabelle leeren vor dem Import der Routen oder einer CSV-Datei
es: recortar tabla antes de importar rutas o archivo CSV
nl: tabel afkappen vóór het importeren van routes of CSV-bestand

source: Table truncate
ca: Retallar tabla
de: Tabelle leeren
es: Recortar tabla
nl: Tabel afkappen

source: Reset routes to delivery status
ca: Restablir rutes al format de lliurament
de: Routen auf Auslieferungszustand zurücksetzen
es: Restablecer rutas al formato de entrega
nl: Routes terugzetten naar leveringsstatus

source: Separator
ca: Separador
de: Trennzeichen
es: Separador
nl: Scheidingsteken

source: CSV-Export
ca: Exportar CSV
es: Exportar CSV

source: CSV import file
ca: Arxiu CSV d'importació
de: CSV Importdatei
es: Archivo CSV de importación
nl: CSV-importbestand

source: Automatically refresh data table when module is updated
ca: Actualitzar automàticament la taula de dades quan s'actualitza el mòdul
de: Daten-Tabelle automatisch auffrischen, wenn Modul aktualisiert wird
es: Actualizar automáticamente la tabla de datos cuando se actualiza el módulo
nl: De gegevenstabel automatisch vernieuwen wanneer de module wordt bijgewerkt

source: Home link
ca: Enllaç d'inici
es: Enlace de inicio
nl: Startpagina-link

source: JSON for home link styling
ca: JSON per dissenyar els enllaços d'inici
de: JSON für die Gestaltung des Home-Links
es: JSON para diseñar los enlaces de inicio
nl: JSON voor opmaak startpagina-link

source: JSON object that can be used to dynamically apply CSS styles for the home link that match the current theme.
ca: JSON es pot utilitzar per aplicar dinàmicament estils CSS per al enllaç d'inici que coincideixin amb el tema actual.
de: JSON Objekt mit dem dynamisch zum aktuellen Theme passende CSS-Styles für den Home-Link angewendet werden können.
es: JSON se puede utilizar para aplicar dinámicamente estilos CSS para el enlace de inicio que coincidan con el tema actual.
nl: JSON-object dat kan worden gebruikt om dynamisch CSS-stijlen toe te passen op de startpagina-link die overeenkomt met het huidige thema.

source: Standard CSS class name
ca: Nom de la classe CSS estàndard
de: Standard CSS-Klassenname
es: Nombre de la clase CSS estándar
nl: Standaard CSS-klassenaam

source: JSON is invalid
ca: JSON no és vàlid
de: JSON ist ungültig
es: JSON no es válido
nl: JSON is ongeldig

source: Javascript is invalid
ca: JavaScript no és vàlid
de: JavaScript ist ungültig
es: JavaScript no es válido
nl: Javascript is ongeldig

source: Enable for more options
ca: Activa per a més opcions
de: Für weitere Optionen aktivieren
es: Habilitar para más opciones
nl: Schakel in voor meer opties

source: Link-Enhancer
ca: Millorador d'enllaços
es: Mejorador de enlaces
nl: Link-verbeteraar

source: Cross-references to Gedcom datasets, Markdown editor, context-sensitive link to the GenWiki webtrees manual
ca: Referències als conjunts de dades GEDCOM, amb l'editor Markdown, a enllaços contextuals al manual GenWiki webtrees
de: Querverweise zu Gedcom-Datensätzen, Markdown-Editor, kontextabhängiger Link zum GenWiki Webtrees Handbuch
es: Referencias a los conjuntos de datos GEDCOM, con el editor Markdown, a enlaces contextuales al manual GenWiki webtrees
nl: Kruisverwijzingen naar Gedcom-gegevenssets, Markdown-editor, contextgevoelige link naar de GenWiki-webtreeshandleiding

source: start page
ca: pàgina d'inici

source: Home link - JSON with CSS rules seems to be invalid.
ca: L'enllaç d'inici JSON amb regles CSS, sembla no ser vàlid.
de: Home-Link - JSON mit CSS-Regeln scheint ungültig zu sein.
es: El enlace de inicio JSON con reglas CSS, parece no ser válido.
nl: Startpagina-link - JSON met CSS-regels lijkt ongeldig te zijn.

source: Limit cell height
ca: Limita l'alçada de la cel·la
de: Zellhöhe begrenzen
es: Limitar la altura de las celdas
nl: Beperk celhoogte

source: Precede the help link with an icon
de: Symbol vor dem Hilfe-Link anzeigen
es: Anteponer un icono al enlace de ayuda
nl: Voeg een pictogram toe vóór de helplink
