Repository: bschwede/linkenhancer
Catalog: resources/lang/*.po
Languages: ca, de, es, nl

source: Technically the images are packed into a div container together with an image subtitle - which is also a link to the media data set for GEDCOM objects.
ca: Tècnicament, les imatges s'empaqueten en un contenidor div juntament amb un subtítol de la imatge, que també és un enllaç al conjunt de dades multimèdia dels objectes GEDCOM.
de: Technisch gesehen werden die Bilder zusammen mit einem Bilduntertitel - bei GEDCOM-Objekten ist dieser auch gleichzeitig ein Link zum Medien-Datensatz - in einen div-Container verpackt.
es: Técnicamente, las imágenes se empaquetan en un contenedor DIV junto con un subtítulo de la imagen, que también es un enlace al conjunto de datos multimedia de los objetos GEDCOM.
nl: Technisch gezien worden de afbeeldingen samen met een ondertitel bij de afbeelding in een div-container geplaatst. Deze ondertitel is ook een link naar de mediagegevensset voor GEDCOM-objecten.

source: The display can be customized as required using the following standard CSS classes or additional CSS classes.
ca: La visualització pot personalitzar-se com es desitja utilitzant les següents classes CSS estàndard o classe CSS addicionals.
de: Über die folgenden Standard CSS-Klassen oder auch zusätzliche CSS-Klassen kann die Darstellung beliebig angepasst werden.
es: La visualización puede personalizarse como se desee utilizando las siguientes clases CSS estándar o clase CSS adicionales.
nl: De weergave kan naar wens worden aangepast met behulp van de volgende standaard CSS-klassen of aanvullende CSS-klassen.

source: CSS class name(s)
ca: Nom(s) de classe CSS
de: CSS-Klassenname(n)
es: Nombre(s) de clase CSS
nl: CSS-klassenaam/klassennamen

source: Markdown image container
ca: Contenidor d'imatges Markdown
de: Markdown Bild-Container
es: Contenedor de imágenes Markdown
nl: Markdown-afbeeldingscontainer

source: not defined
ca: sense definir
de: nicht definiert
es: sin definir
nl: niet gedefinieerd

source: Markdown image title container
ca: Contenidor del títol d'imatge a Markdown
de: Markdown Bildtitel-Container
es: Contenedor del título de imagen en Markdown
nl: Markdown-afbeeldingstitelcontainer

source: alternate text for gedcom object
ca: text alternatiu per a l' objecte GEDCOM
de: alternativer Text für GEDCOM-Objekt
es: texto alternativo para el objeto GEDCOM
nl: alternatieve tekst voor gedcom-object

source: alternate text for picture in public folder
ca: text alternatiu per a la imatge a la carpeta pública
de: alternativer Text für Bild im Public-Ordner
es: texto alternativo para la imagen en la carpeta pública
nl: alternatieve tekst voor afbeelding in openbare map

source: picture with defined height, width and additional css class
ca: imatge amb alçada, amplada i classe CSS addicional definides
de: Bild mit Angaben zu Höhe, Breite und zusätzlicher CSS Klasse
es: imagen con altura, anchura y clase CSS adicional definidas
nl: afbeelding met gedefinieerde hoogte, breedte en extra CSS-klasse

source: The context help topics provided by webtrees are listed below.
ca: Els temes d'ajuda contextual proporcionats per webtrees es llisten a continuació.

source: Further information can be found on a separate help page.
ca: Podeu trobar més informació en una pàgina d'ajuda separada.

source: Table of contents
ca: Índex
de: Inhaltsverzeichnis
es: Índice
nl: Inhoudsopgave

source: Goto top of cell content
ca: Anar al principi del contingut de la cel·la
de: Zum Anfang des Zellinhalts gehen
es: Ir al inicio del contenido de la celda
nl: Ga naar bovenaan de celinhoud

source: Select search engine
ca: Selecciona el motor de cerca
de: Suchmaschine auswählen
es: Seleccionar motor de búsqueda
nl: Zoekmachine selecteren

source: Goto section
ca: Ves a la secció
de: Gehe zu Abschnitt
es: Ir a la sección
nl: Ga naar sectie

source: Full-text search
ca: Cerca de text complet
de: Volltext-Suche
es: Búsqueda de texto completo
nl: Volledige tekst zoeken

source: A local copy of the table of contents does not appear to be available. Please visit the website directly.
ca: Sembla que no hi ha disponible una còpia local de l'índex. Visiteu directament el lloc web.
de: Eine Kopie des Inhaltsverzeichnisses scheint nicht verfügbar zu sein. Bitte die Webseite direkt aufrufen.
es: No parece haber una copia local del índice disponible. Visite directamente el sitio web.
nl: Er lijkt geen lokale kopie van de inhoudsopgave beschikbaar te zijn. Ga rechtstreeks naar de website.

source: Webtrees manual link - user setting
ca: Enllaç manual de Webtrees - configuració d'usuari
de: Webtrees Handbuch Link - Benutzereinstellungen
es: Enlace manual de Webtrees - configuración del usuario
nl: Webtreeshandleiding-link - gebruikersinstelling

source: Please select whether you want to access the help page directly or via a translation service.
ca: Selecciona si vols accedir directament a la pàgina d’ajuda o a través d’un servei de traducció.
de: Bitte Auswahl treffen, ob die Hilfe-Seite direkt aufgerufen oder über einen Übersetzungsdienst geleitet werden soll.
es: Seleccione si desea acceder a la página de ayuda directamente o a través.
nl: Kies of u de helppagina rechtstreeks wilt openen of via een vertaaldienst.

source: Open webtrees manual URL with Google Translate?
ca: Trieu si voleu obrir la pàgina d’ajuda directament o a través d’un traductor.
de: Webtrees Handbuch URL mit Google Translate öffnen?
es: ¿Abrir la URL del manual de webtrees con Google Translate?
nl: Open webtreeshandleiding-URL met Google Translate?

source: This setting can be adjusted at any time.
ca: Aquesta configuració es pot ajustar en qualsevol moment.
de: Diese Einstellung kann jederzeit angepasst werden.
es: Esta configuración puede ajustarse en cualquier momento
nl: Deze instelling kan op elk moment worden aangepast.

source: Settings
ca: Configuració

source: reset to default
ca: Restablir als valors per defecte

source: JSON export
ca: Exportació JSON

source: JSON import
ca: Importació de JSON

source: The main purpose of this module is to make links to data records stored in family trees more convenient.
ca: L'objectiu principal d'aquest mòdul és fer més còmodes els enllaços als registres emmagatzemats en arbres genealògics.
de: Im Wesentlichen dient dieses Modul dazu Verknüpfungen auf in Stammbäumen gespeicherte Datensätze komfortabler zu gestalten.
es: El objetivo principal de este módulo es hacer más cómodos los enlaces a los registros almacenados en árboles genealógicos.
nl: Het belangrijkste doel van deze module is om het koppelen van gegevensrecords die zijn opgeslagen in stambomen gemakkelijker te maken.

source: This avoids having to store fully qualified links, which impairs the portability of Gedcom data.
ca: Això evita haver d'emmagatzemar enllaços totalment qualificats, la qual cosa perjudica la portabilitat de les dades GEDCOM.
de: Es wird damit vermieden voll qualifizierte Links hinterlegen zu müssen, die die Portabilität der Gedcom-Daten verschlechtert.
es: Esto evita tener que almacenar enlaces totalmente cualificados, lo que perjudica la portabilidad de los datos GEDCOM.
nl: Hierdoor hoeft u geen volledig gekwalificeerde links op te slaan, wat de overdraagbaarheid van Gedcom-gegevens belemmert.

source: The option of embedding the images already inserted in the family tree in the notes rounds off this approach.
ca: L'opció d'incrustar les imatges ja inserides en l'arbre genealògic en les notes, completen aquest procediment.
de: Die Möglichkeit, die im Stammbaum bereits eingefügten Bilder in den Notizen einzubetten, rundet diesen Ansatz ab.
es: La opción de incrustar las imágenes ya insertadas en el árbol genealógico enlas notas, completan este procedimiento.
nl: De mogelijkheid om de reeds in de stamboom ingevoegde afbeeldingen in de notities in te sluiten, maakt deze aanpak compleet.

source: Activate Support
ca: Activar assistència
de: Aktivieren der Unterstützung
es: Activar asistencia
nl: Ondersteuning activeren

source: Activate enhanced links?
ca: Activar enllaços millorats?
de: Verbesserte Links aktivieren?
es: ¿Activar enlaces mejorados?
nl: Verbeterde links activeren?

source: This function is implemented via Javascript and only affects links in notes and HTML blocks on the client side.
ca: Aquesta funció s'implementa mitjançant JavaScript i només afecta els enllaços de les notes i als blocs de l'àrea del client.
de: Diese Funktion wird über Javascript realisiert und wirkt sich auf Links in Notizen und HTML-Blöcken nur clientseitig aus.
es: Esta función se implementa mediante JavaScript y solamente afecta a los enlaces de las notas y a los bloques del área del cliente.
nl: Deze functie wordt geïmplementeerd via Javascript en heeft alleen invloed op links in notities en HTML-blokken aan de kant van de client.

source: Markdown enhancements
ca: Millores de markdown
de: Markdown Verbesserungen
es: Mejoras en Markdown
nl: Markdown-verbeteringen

source: Only works in notes that are formatted with Markdown.
ca: Només funciona en notes amb Markdown.
de: Funktioniert nur in Notizen, die mit Markdown formatiert sind.
es: Solamente funciona en notas formateadas con Markdown.
nl: Werkt alleen in notities die zijn opgemaakt met Markdown.

source: Precondition: Tree preference '%s' need to be set to markdown.
ca: Condició prèvia: La preferència de l'arbre '%s' ha d'estar establerta a Markown.
de: Vorbedingung: Stammbaum-Einstellung '%s' muss auf markdown gesetzt sein.
es: Condición previa: La preferencia del árbol '%s' debe estar establecida en Markown.
nl: Voorwaarde: De boomvoorkeur ‘%s’ moet worden ingesteld op markdown.

source: Show Help Link
ca: Mostrar enllaç d'ajuda
de: Zeige Hilfe-Link
es: Mostrar enlace de ayuda
nl: Toon Help-link

source: Context sensitive help links to the german webtrees manual can be activated in the small menu at the top of the page and for subcontext topics on the page.
ca: Els enllaços d'ajuda sensibles al context del manual webtrees en alemany es poden activar al petit menú de la part superior de la pàgina i per als temes de subcontext de la pàgina.
de: Kontextsensitive Hilfe-Links zum deutschen Webtrees-Handbuch können im kleinen Navigationsmenü oben auf der Seite und für Unterkontext-Themen auf der Seite aktiviert werden.
es: Los enlaces de ayuda contextual al manual alemán de webtrees se pueden activar en el pequeño menú situado en la parte superior de la página y para temas de subcontexto en la página.
nl: Contextgevoelige help-links naar de Duitse webtrees-handleiding kunnen worden geactiveerd in het kleine menu bovenaan de pagina en voor subcontextonderwerpen op de pagina.

source: Site title as home link
ca: Títol del lloc web com a enllaç d'inici
de: Webseitentitel als Home-Link
es: Título del sitio web como enlace de inicio
nl: Websitetitel als startpagina-link

source: home page of the current tree
ca: Pàgina d'inici de l'arbre actual
de: Startseite des aktiven Stammbaums
es: Página de inicio del árbol actual
nl: startpagina van de huidige stamboom

source: my page of the registered user
ca: la meva pàgina d'usuari registrat
de: Meine Seite des Benutzers
es: mi página de usuario registrado
nl: mijn pagina van de geregistreerde gebruiker

source: More options
ca: Més opcions
de: Mehr Optionen
es: Más opciones
nl: Meer opties

source: Output of debug information on the JS console
ca: Sortida d'informació de depuració a la consola JS
de: Ausgabe von Debug-Informationen auf der JS-Konsole
es: Salida de información de depuración en la consola JS
nl: Uitvoer van debug-informatie op de JS-console

source: Open links in a new tab
ca: Obre els enllaços en una pestanya nova
de: Verknüpfungen in einem neuen Reiter öffnen
es: Abrir enlaces en una nueva pestaña
nl: Koppelingen openen in een nieuwe tab

source: user defined
ca: sense definir
de: benutzerdefiniert
es: sin definir
nl: door gebruiker gedefinieerd

source: JavaScript for additional link targets
ca: JavaScrip per a enllaços addicionals
de: JavaScript-Objekt für zusätzliche Link-Ziele
es: JavaScrip para enlaces adicionales
nl: JavaScript voor extra linkdoelen

source: The JavaScript object overwrites and supplements the predefined settings, which are taken from the following code excerpt and can also serve as a reference point for adjustments.
ca: El complement JavaScrip sobreescriu i complementa els ajustos redefinits qque s'extreuen del següent extracte de codi i que també pot servir com a punt de referència per als ajustos.
de: Das JavaScript-Objekt überschreibt und ergänzt die vordefinierten Einstellungen, die dem nachfolgenden Code-Auszug entnommen werden und auch als Anhaltspunkt für Anpassungen dienen können.
es: El complemento JavaScrip sobrescribe y complementa los ajustes predefinidos que se extraen del siguiente extracto de código y que también puede servir como punto de referencia para los ajustes.
nl: Het JavaScript-object overschrijft en vult de vooraf gedefinieerde instellingen aan, die uit het volgende codefragment zijn overgenomen en ook als referentiepunt voor aanpassingen kunnen dienen.

source: Any CSS rules required are best added via the “CSS and JS” module.
ca: Les regles CSS necessàries s'afegeixen millor a través del mòdul «CCS i JS.
de: Eventuell benötigte CSS-Definitionen am besten über das Modul "CSS und JS" einbringen.
es: las reglas CSS necesarias se añaden mejor a través del módulo «CCS y JS».
nl: Alle benodigde CSS-regels kunnen het beste worden toegevoegd via de module ‘CSS en JS’.

source: Only the definition of the icon as a background image is actually needed - referencing as data: URL.
ca: En realitat, només es necessita la definició de la icona com a imatge de fons fent referència com a dades: URL.
de: Es wird dabei eigentlich nur die Definition des Icons als Hintergrundbild benötigt - empfehlenswert ist die Referenzierung als data: URL.
es: En realidad, solamente se necesita la definición del icono como imagen de fondo haciendo referencia como datos: URL.
nl: Alleen de definitie van het pictogram als achtergrondafbeelding is daadwerkelijk nodig - verwijzen als data: URL.

source: Activate markdown image tweak?
ca: Activar l'ajust d'imatge Markdown?
de: Markdown Bilderlink Optimierung aktivieren?
es: ¿Activar el ajuste de imagen Markdown?
nl: Markdown-afbeeldingsaanpassing activeren?

source: Example
ca: Exemple
de: Beispiel
es: Ejemplo
nl: Voorbeeld

source: Table cell height control
ca: Control de l'alçada de la cel·la de taula
de: Höhensteuerung für Tabellenzellen
es: Control de la altura de las celdas de la tabla
nl: Hoogte van tabelcellen aanpassen

source: available
ca: disponible
de: verfügbar
es: disponible
nl: beschikbaar

source: disabled
ca: discapacitat
de: deaktiviert
es: discapacitado
nl: gedeactiveerd

source: enabled
ca: Activat
de: aktiviert
es: habilitado
nl: ingeschakeld

source: Toggle checkbox in order to set max-height and make longer content scrollable
ca: Marca la casella per establir l'alçada màxima i fer que el contingut més llarg sigui desplaçable
de: Kontrollkästchen umschalten, um die maximale Höhe festzulegen und längere Inhalte scrollbar zu machen
es: Activa la casilla de verificación para establecer la altura máxima y hacer que el contenido más largo sea desplazable
nl: Schakel het selectievakje in om de maximale hoogte in te stellen en langere inhoud scrollbaar te maken

source: Checkbox always visible
ca: Casella de selecció sempre visible
de: Kontrollkästchen immer sichtbar
es: Casilla de verificación siempre visible

source: Markdown extensions
ca: Extensions de markdown
de: Markdown Erweiterungen
es: Extensiones de Markdown
nl: Markdown-uitbreidingen

source: Warning
ca: Avís
de: Warnung
es: Advertencia
nl: Waarschuwing

source: Please keep in mind when using this extensions, you are deviating from the smallest common markdown dialect set.
ca: Tingueu en compte que en utilitzar aquesta extensió us allunyeu del conjunt més petit de dialectes de marcatge comú.
de: Bitte beachten Sie, dass Sie bei der Verwendung dieser Erweiterungen vom kleinsten gemeinsamen Markdown-Dialekt abweichen.
es: Ten en cuenta que al utilizar estas extensiones, te estás desviando del conjunto mínimo común de dialectos de Markdown.
nl: Houd er rekening mee dat wanneer u deze extensies gebruikt, u afwijkt van de kleinste gemeenschappelijke markdown-dialectset.

source: If the library used to render markdown in HTML needs to be changed for any reason, there is a possibility that not all of the extended markup used here will be supported.
ca: Si per qualsevol motiu cal canviar la biblioteca que converteix Markdown a HTML, és possible que no es doni suport a tota la marcatja ampliada utilitzada aquí.
de: Wenn die Bibliothek, die zum Rendern von Markdown in HTML verwendet wird, aus irgendeinem Grund ausgetauscht werden muss, besteht die Möglichkeit, dass nicht alle hier verwendeten erweiterten Markups unterstützt werden.
es: Si por cualquier motivo es necesario cambiar la biblioteca utilizada para convertir Markdown a HTML, existe la posibilidad de que no se admitan todas las etiquetas extendidas utilizadas aquí.
nl: Als de bibliotheek die wordt gebruikt om markdown in HTML weer te geven om welke reden dan ook moet worden gewijzigd, bestaat de mogelijkheid dat niet alle hier gebruikte uitgebreide opmaak wordt ondersteund.

source: Strikethrough
ca: Text travessat
de: Durchstreichen
es: Tachado
nl: Doorgestreept

source: Description list
ca: Llista de descripció
de: Beschreibungsliste
es: Lista descriptiva
nl: Beschrijvingslijst

source: Highlight
ca: ressaltar
de: Hervorhebung
es: Hito
nl: Hoogtepunt

source: Footnotes
ca: Notes a peu de pàgina
de: Fußnoten
es: Notas al pie
nl: Voetnoten

source: Add hr-tag at the beginning of the footnote container
ca: Afegeix l'etiqueta hr al principi del contenidor de la nota a peu de pàgina
de: Am Anfang des Fußnoten-Containers ein hr-Tag einfügen
es: Añadir la etiqueta hr al principio del contenedor de la nota al pie
nl: Voeg een hr-tag toe aan het begin van de voetnootcontainer

source: Backreference symbol
ca: Símbol de referència posterior
de: Rückverweissymbol
es: Símbolo de referencia hacia atrás
nl: Terugverwijzingssymbool

source: Normalize
ca: Normalitzar
de: Normalisieren
es: Normalizar
nl: Normaliseren

source: Style
ca: Estil
de: Stil
es: Estilo
nl: Stijl

source: Position
ca: Posició
es: Posición
nl: Positie

source: Placeholder
ca: Marcador de lloc
de: Platzhalter
es: Marcador de posición
nl: Plaatshouder

source: Permalink symbol
ca: Símbol d'enllaç permanent
es: Símbolo de enlace permanente
nl: Permalink-symbool

source: Top menu
ca: Menú superior

source: An entry is added to the top menu, which provides access to a context-sensitive help link for the current page.
ca: S'afegeix una entrada al menú superior que proporciona accés a un enllaç d'ajuda contextual per a la pàgina actual.

source: Precede the top menu link with an icon
ca: Precediu l'enllaç superior del menú amb una icona

source: Split top menu item
ca: El·ement de menú superior dividit

source: This option controls whether the help link is located in the submenu or can be clicked directly, opening the submenu via a separate link.
ca: Aquesta opció controla si l'enllaç d'ajuda es troba al submenú o si es pot fer clic directament, obrint el submenú mitjançant un enllaç separat.

source: webtrees help topics (included)
ca: Temes d'ajuda de webtrees (inclosos)

source: Additional help links
ca: Enllaços d'ajuda addicionals

source: Help link for subcontext topics
ca: Enllaç d'ajuda per a temes de subcontext
de: Hilfe-Link für Unterthemen
es: Enlace de ayuda para temas secundarios
nl: Help link voor subcontext onderwerpen

source: Help link in the admin backend
ca: Enllaç d'ajuda al panell d'administració
de: Hilfe-Link im Admin-Backend
es: Enlace de ayuda en el backend de administración
nl: Help-link in de admin-backend

source: Vesta modules override the admin layout view and provide a way to insert code through custom modules.
ca: Els mòduls Vesta sobreescriven la vista de disseny de l'administrador i proporcionen una manera d'inserir codi mitjançant mòduls personalitzats.
de: Vesta-Module überschreiben die Admin-Layout-View und bieten eine Möglichkeit, Code über benutzerdefinierte Module einzufügen.
es: Los módulos Vesta anulan la vista de diseño del administrador y proporcionan una forma de insertar código a través de módulos personalizados.
nl: Vesta-modules overschrijven de weergave van de beheerderslay-out en bieden een manier om code in te voegen via aangepaste modules.

source: As they are frequently used, this module first attempts this approach.
ca: Com que s'utilitzen sovint, aquest mòdul primer prova aquest enfocament.
de: Da sie häufig verwendet werden, versucht dieses Modul zunächst diesen Ansatz.
es: Dado que se utilizan con frecuencia, este módulo intenta primero este enfoque.
nl: Omdat ze vaak worden gebruikt, probeert deze module eerst deze aanpak.

source: Fallback patch for admin layout view
ca: Pedaç de recórrer per a la vista de disseny d'administrador
de: Fallback-Patch für Admin-Layout-View
es: Parche alternativo para la vista de diseño del administrador
nl: Fallback-patch voor beheerderlay-outweergave

source: Link to GenWiki
ca: Enllaç a GenWiki
de: Link zum GenWiki
es: enlace a GenWiki
nl: Link naar GenWiki

source: This is the base link that is combined with the relative context links from the database table.
ca: Aquest és l'enllaç que es combina amb els enllaços contextuals relatius de la tabla de base de dades.
de: Dies ist der Basis-Link der mit den relativen Kontext-Links aus der Datenbank-Tabelle verknüpft wird.
es: Este es el enlace que se combina con los enlaces contextuales relativos de la tabla de base de datos.
nl: Dit is de basislink die wordt gecombineerd met de relatieve contextlinks uit de databasetabel.

source: Standard Link to webtrees manual
ca: Enllaç al manual de webtrees
de: Standard Link zum Webtrees Handbuch
es: Enlace al manual de webtrees
nl: Standaardlink naar webtreeshandleiding

source: This fallback link is used, when no specific context link was defined.
ca: Aquest enllaç alternatiu s'utilitza quan no s'ha definit cap enllaç contextual específic.
de: Dieser Ersatz-Link wird verwendet, wenn kein spezifischer Kontext-Link definiert wurde.
es: Este enlace alternativo se utiliza cuando no se ha definido ningún enlace contextual específico.
nl: Deze terugval-link wordt gebruikt wanneer er geen specifieke contextlink is gedefinieerd.

source: Data table
ca: Tabla de dades
de: Daten-Tabelle
es: Tabla de datos
nl: Gegevenstabel

source: The context is established by assigning the routes used in webtrees to the corresponding sections in the manual.
ca: El context s'estableix assignant les rutes utilitzades en els «webtres» a les seccions corresponents del manual.
de: Der Kontext wird über die Zuordnung der in webtrees genutzten Routen zu den entsprechenden Abschnitten im Handbuch hergestellt.
es: El contexto se establece asignando las rutas utilizadas en los «webtrees» a lassecciones correspondientes del manual.
nl: De context wordt vastgesteld door de routes die in webtrees worden gebruikt toe te wijzen aan de overeenkomstige secties in de handleiding.

source: The data is stored in the database table
ca: Les dades s'emmagatzemen a la tabla de la base de dades
de: Die Daten werden in folgender Datenbanktabelle gespeichert
es: Los datos se almacenan en la tabla de la base de datos
nl: De gegevens worden opgeslagen in de databasetabel

source: Data rows
ca: Línia de dades
de: Daten-Zeilen
es: Línea de datos
nl: Gegevensrijen

source: %s of %s assigned
ca: %s de %s assignats
de: %s von %s zugewiesen
es: %s de %s asignados
nl: %s van %s toegewezen

source: Import registered routes
ca: Importar rutes registrades
de: Registrierte Routen importieren
es: Importar rutas registradas
nl: Geregistreerde routes importeren
